#+TITLE: Emacs Configuration
#+AUTHOR: Jakob Ruhe
#+EMAIL: jakob.ruhe@gmail.com
#+OPTIONS: toc:nil num:nil
#+STARTUP: showall

* Configuration setup
#+begin_src emacs-lisp
(setq emacs-conf-dir (file-name-as-directory "~/prog/dot_files/emacs"))
#+end_src

#+RESULTS:
: ~/prog/dot_files/emacs/

